"use strict";

let figureQuestions = {
    q1: 'Разница между талией и бедрами (в см.)',
    q2: 'У Вас:',
    q3: 'У Вас:',
    q4: 'В профиль более преобладает',
    q5: 'Набор веса чаще происходит',
    q6: 'Изгиб поясницы в профиль',
    q7: 'Набор веса чаще происходит в зонах',
}

let figureAnswers = {
    a1: ['меньше 25', '25-35', 'больше 35'],
    a2: ['Выраженные бедра', 'Плечи и бедра одинаково выражены'],
    a3: ['Выраженные плечи', 'Плечи и бедра одинаково выражены'],
    a4: ['Нижняя часть тела', 'Примерно одинаково'],
    a5: ['Пропорционально во всех зонах', 'В основном в нижней части тела'],
    a6: ['Незначительный', 'Достаточно выражен'],
    a7: ['Верхняя часть: руки, грудь, живот, талия', 'В районе живота и талии']
}

let contrastQuestions = {
    q1: 'Тон Ваших волос',
    q2: 'Ваша кожа',
    q3: 'Обычно вы носите макияж',
}

let contrastAnswers = {
    a1: ['Светлый', 'Среднего оттенка', 'Темный'],
    a2: ['Очень светлая', 'Немного загорелая', 'Смуглая'],
    a3: ['Нюдовый/не ношу', 'Немного яркий', 'Очень яркий']
}

let colorQuestions = {
    q1: ['Цвет ваших волос при натуральном дневном свете'],
    q2: ['Цвет вашей кожи при натуральном дневном свете имеет'],
    q3: ['Цвет глаз']
}

let colorAnswers = {
    a1: ['Теплый', 'Холодный'],
    a2: ['Холодный розоватый оттенок', 'Теплый золотистый оттенок'],
    a3: ['Голубой, серый, темный', 'Зеленый, карий']
}